Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Конституция7465.tmx
Source language: ba
Languages: ru

source: Башҡортостан Республикаһы Конституция Суды тарафынан конституцион түгел тип танылған акттар йәки уларҙың айырым положениелары үҙ көсөн юғалта.
ru: Акты или их отдельные положения, признанные Конституционным Судом Республики Башкортостан неконституционными, утрачивают силу.

source: Башҡортостан Республикаһы Конституция Суды Башҡортостан Республикаһы Конституцияһына аңлатма бирә.
ru: Конституционный Суд Республики Башкортостан дает толкование Конституции Республики Башкортостан.

source: Башҡортостан Республикаһы Конституция Суды федераль закон һәм Башҡортостан Республикаһы законы менән уның компетенцияһына индерелгән башҡа конституцион-хоҡуҡи мәсьәләләрҙе ҡарай.
ru: Конституционный Суд Республики Башкортостан рассматривает иные конституционно-правовые вопросы, отнесенные к его компетенции федеральным законом и законом Республики Башкортостан.

source: Башҡортостан Республикаһы Конституция Судының үҙ вәкәләттәре сиктәрендә ҡабул ителгән ҡарарҙары башҡа суд тарафынан ҡабат ҡарала алмай.
ru: Решения Конституционного Суда Республики Башкортостан, принятые в пределах его полномочий, не могут быть пересмотрены иным судом.

source: 107-се статья
ru: Статья 107

source: Федераль закон һәм уға ярашлы ҡабул ителгән Башҡортостан Республикаһы законы менән судья вазифаһына кандидаттарға ҡуйылған талаптарға яуап биргән Рәсәй Федерацияһы граждандары Башҡортостан Республикаһы судтары судьялары була ала.
ru: Судьями судов Республики Башкортостан могут быть граждане Российской Федерации, соответствующие требованиям, предъявляемым к кандидатам на должность судьи федеральным законом и принимаемым в соответствии с ним законом Республики Башкортостан.

source: 108-се статья
ru: Статья 108

source: Башҡортостан Республикаһы судтарын финанслау суд эштәрен алып барыуҙы тулыһынса һәм бойондороҡһоҙ тормошҡа ашырыу мөмкинлеген тәьмин итергә тейеш.
ru: Финансирование судов Республики Башкортостан должно обеспечивать возможность полного и независимого осуществления правосудия.

source: 8-се бүлек
ru: Глава 8.

source: УРЫНДАҒЫ ҮҘИДАРА
ru: МЕСТНОЕ САМОУПРАВЛЕНИЕ

source: 109-сы статья
ru: Статья 109

source: Урындағы үҙидара ҡала, ауыл биләмәләрендә һәм башҡа территорияларҙа тарихи һәм урындағы башҡа традицияларҙы иҫәпкә алып тормошҡа ашырыла.
ru: Местное самоуправление осуществляется в городских, сельских поселениях и на других территориях с учетом исторических и иных местных традиций.

source: Урындағы үҙидара тормошҡа ашырылған территорияларҙың сиктәрен үҙгәртеү ундағы халыҡтың фекерен иҫәпкә алып рөхсәт ителә.
ru: Изменение границ территорий, в которых осуществляется местное самоуправление, допускается с учетом мнения их населения.

source: 110-сы статья
ru: Статья 110

source: Башҡортостан Республикаһында урындағы үҙидара халыҡтың урындағы әһәмиәткә эйә булған мәсьәләләрҙе үҙ аллы хәл итеүен, муниципаль милекте биләүҙе, файҙаланыуҙы һәм уның менән эш итеүҙе тәьмин итә.
ru: Местное самоуправление в Республике Башкортостан обеспечивает самостоятельное решение населением вопросов местного значения, владение, пользование и распоряжение муниципальной собственностью.

source: 111-се статья
ru: Статья 111

source: Урындағы үҙидара граждандар тарафынан референдум, һайлау, бүтән формаларҙа туранан-тура ихтыяр белдереү юлы менән, урындағы үҙидараның һайланып ҡуйылған һәм башҡа органдары аша тормошҡа ашырыла.
ru: Местное самоуправление осуществляется гражданами путем референдума, выборов, других форм прямого волеизъявления, через выборные и другие органы местного самоуправления.

source: 112-се статья
ru: Статья 112

source: Урындағы үҙидара органдары муниципаль милеккә үҙ аллы идара итә, үҙ компетенцияһы сиктәрендә урындағы бюджетты төҙөй, раҫлай һәм үтәй, урындағы һалымдарҙы һәм йыйымдарҙы билдәләй, йәмәғәт тәртибен һаҡлауҙы бойомға ашыра, шулай уҡ урындағы әһәмиәткә эйә булған башҡа мәсьәләләрҙе хәл итә.
ru: Органы местного самоуправления самостоятельно управляют муниципальной собственностью, в пределах своей компетенции формируют, утверждают и исполняют местный бюджет, устанавливают местные налоги и сборы, осуществляют охрану общественного порядка, а также решают иные вопросы местного значения.

source: Урындағы үҙидара органдарының структураһы халыҡ тарафынан үҙ аллы билдәләнә.
ru: Структура органов местного самоуправления определяется населением самостоятельно.

source: Башҡортостан Республикаһының дәүләт власы органдары урындағы үҙидараға булышлыҡ итә.
ru: Органы государственной власти Республики Башкортостан содействуют местному самоуправлению.

source: 113-сө статья
ru: Статья 113

source: Башҡортостан Республикаһында урындағы үҙидара суд яҡлауы, Башҡортостан Республикаһы дәүләт власы органдары тарафынан ҡабул ителгән ҡарарҙар һөҙөмтәһендә барлыҡҡа килгән өҫтәмә сығымдарҙы ҡаплатыу хоҡуғы, урындағы үҙидараның Рәсәй Федерацияһы Конституцияһы, ошо Конституция, федераль закондар, Башҡортостан Республикаһы закондары тарафынан билдәләнгән хоҡуҡтарын сикләүҙе тыйыу менән гарантиялана.
ru: Местное самоуправление в Республике Башкортостан гарантируется правом на судебную защиту, на компенсацию дополнительных расходов, возникших в результате решений, принятых органами государственной власти Республики Башкортостан, запретом на ограничение прав местного самоуправления, установленных Конституцией Российской Федерации, настоящей Конституцией, федеральными законами и законами Республики Башкортостан.

source: 114-се статья
ru: Статья 114

source: Вәкәләттәрҙе тормошҡа ашырыу өсөн кәрәкле матди һәм финанс средстволары тапшырылып, Башҡортостан Республикаһы законы менән урындағы үҙидара органдарына Башҡортостан Республикаһының айырым дәүләт вәкәләттәре бирелеүе мөмкин.
ru: Органы местного самоуправления могут наделяться законом Республики Башкортостан отдельными государственными полномочиями Республики Башкортостан с передачей необходимых для их осуществления материальных и финансовых средств.

source: Бирелгән вәкәләттәрҙе тормошҡа ашырыу Башҡортостан Республикаһы дәүләт власы органдары контролендә була.
ru: Реализация переданных полномочий подконтрольна органам государственной власти Республики Башкортостан.

source: 9-сы бүлек
ru: Глава 9.

source: ФИНАНСТАР ҺӘМ БЮДЖЕТ
ru: ФИНАНСЫ И БЮДЖЕТ

source: 115-се статья
ru: Статья 115

source: Башҡортостан Республикаһында бюджет төҙөлөшө федераль закондар һәм Башҡортостан Республикаһы закондары менән билдәләнә.
ru: Бюджетное устройство в Республике Башкортостан определяется федеральными законами и законами Республики Башкортостан.

source: 116-сы статья
ru: Статья 116

source: Башҡортостан Республикаһы үҙ компетенцияһы сиктәрендә финанстар, бюджетҡа ҡағылышлы хоҡуҡ мөнәсәбәттәре һәм һалым һалыу өлкәһендә берҙәм федераль сәйәсәт үткәреүҙә ҡатнаша.
ru: Республика Башкортостан в пределах своей компетенции участвует в проведении единой федеральной политики в области финансов, бюджетных правоотношений и налогообложения.

source: 117-се статья
ru: Статья 117

source: Башҡортостан Республикаһы бюджеты һәм Башҡортостан Республикаһының бюджеттан тыш территориаль дәүләт фондтары бюджеттары йыл һайын Башҡортостан Республикаһы Дәүләт Йыйылышы тарафынан Башҡортостан Республикаһы Башлығы тәҡдиме буйынса ҡабул ителә.
ru: Бюджет Республики Башкортостан и бюджеты территориальных государственных внебюджетных фондов Республики Башкортостан ежегодно принимаются Государственным Собранием Республики Башкортостан по представлению Главы Республики Башкортостан.

source: 118-се статья
ru: Статья 118

source: Башҡортостан Республикаһы, федераль законға ярашлы, Башҡортостан Республикаһы бюджетына һалымдар һәм башҡа мотлаҡ түләүҙәр билдәләй.
ru: Республика Башкортостан устанавливает налоги и иные обязательные платежи в бюджет Республики Башкортостан в соответствии с федеральным законом. (в ред. Закона РБ от 28.06.2012 N 545-з)

source: 10-сы бүлек
ru: Глава 10.

source: Башҡортостан Республикаһының дәүләт символдары
ru: ГОСУДАРСТВЕННЫЕ СИМВОЛЫ РЕСПУБЛИКИ БАШКОРТОСТАН

source: Башҡортостан Республикаһының үҙ Дәүләт гербы, Дәүләт флагы һәм Дәүләт гимны – Башҡортостан Республикаһының дәүләтселеген, Башҡортостан халҡының үҙенсәлеген һәм традицияларын сағылдырыусы рәсми символдары бар.
ru: Республика Башкортостан имеет свои Государственный герб, Государственный флаг и Государственный гимн - официальные символы, выражающие государственность Республики Башкортостан, самобытность и традиции народа Башкортостана.

source: 120-се статья
ru: Статья 120

source: Башҡортостан Республикаһының Дәүләт гербы милли биҙәк менән уратып алынған түңәрәк эсендә сығып килеүсе Ҡояш һәм уның нурҙары ерлегендә Салауат Юлаев һәйкәле һүрәтенән тора.
ru: Государственный герб Республики Башкортостан представляет собой изображение памятника Салавату Юлаеву на фоне восходящего Солнца и его лучей, вписанное в круг, обрамленный национальным орнаментом.

source: Аҫта ҡурай сәскәһе тажы, Башҡортостан Республикаһының Дәүләт флагы төҫтәренә буялған, аҡ төҫөнә «Башҡортостан» тип яҙылған таҫма һүрәтләнгән.
ru: Ниже изображено соцветие курая, лента, окрашенная в цвета Государственного флага Республики Башкортостан, с надписью по белому полю "Башкортостан".

source: Башҡортостан Республикаһы Дәүләт гербының төҫлө һүрәтләнешендә Салауат Юлаев һәйкәле һәм биҙәк – алтынһыу, ҡурай сәскәһе – йәшел, сығып килеүсе Ҡояш – аҡһыл-алтынһыу төҫтә, Ҡояш нурҙары – һары, һәйкәл менән биҙәк араһындағы ерлек – аҡ, түңәрәктең эске һәм тышҡы яғы – ҡараһыу алтын төҫтә.
ru: В цветном изображении Государственного герба Республики Башкортостан памятник Салавату Юлаеву и орнамент - золотистого, цветок курая - зеленого, восходящее Солнце - светло-золотистого цвета, лучи Солнца - желтого, фон между памятником и орнаментом - белого, внутренняя и наружная окружности - темно-золотистого цвета.

source: 121-се статья
ru: Статья 121

source: Башҡортостан Республикаһының Дәүләт флагы тура мөйөшлө өс төҫтәге туҡыманан тора.
ru: Государственный флаг Республики Башкортостан представляет собой прямоугольное трехцветное полотнище,

source: Туҡыма бер тигеҙ киңлектәге буй һыҙаттарҙан тора: өҫкө һыҙат – күк, урталағыһы – аҡ һәм аҫтағыһы – йәшел төҫтә.
ru: состоящее из горизонтальных равновеликих по ширине полос: верхняя полоса синего цвета, средняя - белого и нижняя - зеленого цвета.

source: Аҡ һыҙат уртаһына алтынһыу төҫтәге эмблема – ете таждан торған стилләштерелгән ҡурай сәскәһен эсенә алған түңәрәк төшөрөлгән.
ru: В центре белой полосы золотистым цветом изображена эмблема - круг, внутри которого находится стилизованный цветок курая, состоящий из семи лепестков.

source: 122-се статья
ru: Статья 122

source: Башҡортостан Республикаһы Дәүләт гимны музыкаль-шиғри әҫәрҙән ғибәрәт.
ru: Государственный гимн Республики Башкортостан представляет собой музыкально-поэтическое произведение.

source: Башҡортостан Республикаһы Дәүләт гимнының көйө һәм һүҙҙәре Башҡортостан Республикаһы законы менән раҫлана.
ru: Музыка и текст Государственного гимна Республики Башкортостан утверждаются законом Республики Башкортостан.

source: (Башҡортостан Республикаһының 2008 йылдың 18 сентябрендәге 23-з һанлы Законы редакцияһында)
ru: (в ред. Закона РБ от 18.09.2008 N 23-з)

source: 11-се бүлек
ru: Глава 11.

source: БАШҠОРТОСТАН РЕСПУБЛИКАҺЫ КОНСТИТУЦИЯҺЫНА үҙгӘрЕШТӘР һәм ӨҫтӘмӘлӘр индереү тӘртибе
ru: ПОРЯДОК ВНЕСЕНИЯ ИЗМЕНЕНИЙ И ДОПОЛНЕНИЙ В КОНСТИТУЦИЮ РЕСПУБЛИКИ БАШКОРТОСТАН

source: 123-сө статья
ru: Статья 123

source: Башҡортостан Республикаһы Конституцияһына үҙгәрештәр һәм өҫтәмәләр индереү тураһындағы тәҡдимдәрҙе түбәндәгеләр индерә ала:
ru: Предложения о внесении изменений и дополнений в Конституцию Республики Башкортостан могут вносить:

source: Башҡортостан Республикаһы Дәүләт Йыйылышы депутаттарының билдәләнгән һанының кәмендә өстән бер өлөшө;
ru: не менее одной трети от установленного числа депутатов Государственного Собрания Республики Башкортостан;

source: Башҡортостан Республикаһы Башлығы;
ru: Глава Республики Башкортостан;

source: Башҡортостан Республикаһы Конституция Суды.
ru: Конституционный Суд Республики Башкортостан.

source: 124-се статья
ru: Статья 124

source: Башҡортостан Республикаһы Конституцияһының беренсе киҫәгенең 1-се һәм 11-се бүлектәре положениеларына үҙгәрештәр һәм өҫтәмәләр индереү тураһындағы тәҡдимдәр Башҡортостан Республикаһы Дәүләт Йыйылышы тарафынан уларҙы илле мең һайлаусы яҡлап сыҡҡандан һуң ғына ҡарала.
ru: Предложения о внесении изменений и дополнений в положения глав 1 и 11 раздела первого Конституции Республики Башкортостан рассматриваются Государственным Собранием Республики Башкортостан лишь после поддержки их пятьюдесятью тысячами избирателей.

source: Башҡортостан Республикаһы Конституцияһының башҡа положениеларын үҙгәртеү һәм тулыландырыу Башҡортостан Республикаһы Дәүләт Йыйылышы тарафынан дөйөм тәртиптә башҡарыла.
ru: Изменение и дополнение иных положений Конституции Республики Башкортостан производится Государственным Собранием Республики Башкортостан в общем порядке.

source: Башҡортостан Республикаһы Конституцияһына үҙгәрештәр һәм өҫтәмәләр индереү процедураһы «Башҡортостан Республикаһы Конституцияһына үҙгәрештәр һәм өҫтәмәләр индереү тәртибе тураһында» Башҡортостан Республикаһы Законы менән билдәләнә.
ru: Процедура внесения изменений и дополнений в Конституцию Республики Башкортостан определяется Законом Республики Башкортостан "О порядке внесения изменений и дополнений в Конституцию Республики Башкортостан".

source: 125-се статья
ru: Статья 125

source: Башҡортостан Республикаһы Конституцияһына үҙгәрештәр һәм өҫтәмәләр индереү тураһындағы Башҡортостан Республикаһы закондары Башҡортостан Республикаһы Дәүләт Йыйылышы депутаттарының билдәләнгән һанының кәмендә өстән ике өлөшөнөң күпселек тауышы менән өс уҡыуҙа ҡабул ителә.
ru: Законы Республики Башкортостан о внесении изменений и дополнений в Конституцию Республики Башкортостан принимаются большинством не менее двух третей голосов от установленного числа депутатов Государственного Собрания Республики Башкортостан в трех чтениях.

source: Әгәр Башҡортостан Республикаһы Конституцияһына үҙгәрештәр һәм өҫтәмәләр тураһында тәҡдим индерелгәндән һуң бер йыл эсендә Башҡортостан Республикаһы Дәүләт Йыйылышы тейешле закон ҡабул итмәһә, тәҡдим кире ҡағылған тип иҫәпләнә һәм кире ҡағылғандан һуң бер йыл эсендә яңынан күтәрелә алмай.
ru: Если в течение года после внесения предложения об изменении и дополнении Конституции Республики Башкортостан Государственное Собрание Республики Башкортостан не примет соответствующий закон, предложение считается отклоненным и не может быть возобновлено в течение года после его отклонения.

source: 126-сы статья
ru: Статья 126

source: Ошо Конституцияның Башҡортостан Республикаһының административ-территориаль ҡоролошон билдәләүсе 64-се статьяһына үҙгәрештәр Башҡортостан Республикаһының үҙ составында яңы административ-территориаль берәмек булдырыу тураһындағы законы нигеҙендә индерелә.
ru: Изменения в статью 64 настоящей Конституции, определяющую административно-территориальное устройство Республики Башкортостан, вносятся на основании закона Республики Башкортостан об образовании в ее составе новой административно-территориальной единицы.

source: ИКЕНСЕ КИҪӘК
ru: Раздел второй

source: йомғаҡлау һӘм күсеү положениелары
ru: ЗАКЛЮЧИТЕЛЬНЫЕ И ПЕРЕХОДНЫЕ ПОЛОЖЕНИЯ

source: 1. Рәсәй Федерацияһы менән Башҡортостан Республикаһының 1994 йылдың 3 авгусындағы «Рәсәй Федерацияһы дәүләт власы органдары менән Башҡортостан Республикаһы дәүләт власы органдары араһында хакимиәт даирәһе сиктәрен билдәләү һәм үҙ-ара вәкәләттәр бүлешеү тураһында» Договоры Рәсәй Федерацияһы Конституцияһына һәм Башҡортостан Республикаһы Конституцияһына ҡаршы килмәгән өлөшөндә ғәмәлдә була.
ru: 1. Договор Российской Федерации и Республики Башкортостан от 3 августа 1994 года "О разграничении предметов ведения и взаимном делегировании полномочий между органами государственной власти Российской Федерации и органами государственной власти Республики Башкортостан" действует в части, не противоречащей Конституции Российской Федерации и Конституции Республики Башкортостан.

source: Рәсәй Федерацияһы менән Башҡортостан Республикаһының 1994 йылдың 3 авгусындағы «Рәсәй Федерацияһы дәүләт власы органдары менән Башҡортостан Республикаһы дәүләт власы органдары араһында хакимиәт даирәһе сиктәрен билдәләү һәм үҙ-ара вәкәләттәр бүлешеү тураһында» Договоры положениелары Рәсәй Федерацияһы Конституцияһы һәм Башҡортостан Республикаһы Конституцияһы положениеларына тап килмәгән осраҡта, Рәсәй Федерацияһы Конституцияһы һәм Башҡортостан Республикаһы Конституцияһы положениелары ғәмәлдә була.
ru: В случае несоответствия положениям Конституции Российской Федерации и Конституции Республики Башкортостан положений Договора Российской Федерации и Республики Башкортостан от 3 августа 1994 года "О разграничении предметов ведения и взаимном делегировании полномочий между органами государственной власти Российской Федерации и органами государственной власти Республики Башкортостан" действуют положения Конституции Российской Федерации и Конституции Республики Башкортостан.

source: 2. Башҡортостан Республикаһы Конституцияһына ярашлы (2000 йылдың 3 ноябрендәге 94-з һанлы «Башҡортостан Республикаһы Конституцияһына үҙгәрештәр һәм өҫтәмәләр индереү тураһында» һәм 2002 йылдың 3 декабрендәге 369-з һанлы «Башҡортостан Республикаһы Конституцияһына үҙгәрештәр һәм өҫтәмәләр индереү тураһында» Башҡортостан Республикаһы закондары редакцияһында) һайланған Башҡортостан Республикаһы Президенты үҙ вәкәләттәрен вәкәләттәре срогы бөткәнгә тиклем бойомға ашыра.
ru: 2. Глава Республики Башкортостан, избранный в соответствии с Конституцией Республики Башкортостан (в редакции законов Республики Башкортостан от 3 ноября 2000 года N 94-з "О внесении изменений и дополнений в Конституцию Республики Башкортостан" и от 3 декабря 2002 года N 369-з "О внесении изменений и дополнений в Конституцию Республики Башкортостан"), осуществляет свои полномочия до истечения срока полномочий.
